Repository: AlexMikhalev/dot15926
Catalog: editor_qt/resources/locale/*/LC_MESSAGES/dot15926_ext.po
Languages: ru

source: Setup catalog dependencies...
ru: Настроить импорт каталога...

source: &Import
ru: Импорт

source: Select .xlsx file...
ru: Выбрать файл .xlsx...

source: Pattern %s not found.
ru: Структура %s не найдена.

source: Processing rows...
ru: Обработка строк...

source: Import
ru: Импорт

source: Columns
ru: Столбцы

source: Updating cell validation...
ru: Обновление проверки ячеек...

source: Save to file
ru: Сохранить в файл

source: Creating label database...
ru: Создание списков имён...

source: Stop
ru: Остановить

source: Import catalog data from JSON file...
ru: Импортировать данные каталога из файла JSON...

source: Setup import
ru: Настроить импорт

source: Ready for import
ru: Готовность к импорту

source: RDL:
ru: Справочные данные:

source: Cancel
ru: Отмена

source: Setup .xlsx import...
ru: Настроить импорт из .xlsx...

source: Unable to save mapping data.
ru: Невозможно сохранить данные отображения.

source: Load from file
ru: Загрузить из файла

source: Indexing columns...
ru: Индексирование колонок...

source: Build patterns from Excel
ru: Импорт структур из таблиц Excel

source: Setup TabLan dependencies...
ru: Настроить импорт TabLan...

source: Unable to load mapping data.
ru: Невозможно загрузить данные отображения.

source: Select sheet
ru: Выбрать лист

source: Roles
ru: Роли

source: Warning! Column {0} will be ignored, mapped pattern part has 'self' descriptor!
ru: Внимание! Колонка {0} не будет обработана, так как эта часть отображённой структуры описана через 'self'!

source: Import TabLan reference data from .xlsx table...
ru: Импортировать справочные данные TabLan из файла .xlsx...

source: Template set:
ru: Набор шаблонов:

source: Save mapping...
ru: Сохранить отображение...

source: Import IIP templates from .xlsx table...
ru: Импортировать шаблоны IIP из файла .xlsx...

source: Load mapping...
ru: Загрузить отображение...

source: Namespace for new entities:
ru: Пространство имён для новых элементов:

source: Initializing MS Excel
ru: Инициализация MS Excel

source: Generate human readable URIs for new entities:
ru: Создавать человекочитаемые URI

source: OK
ru: Да

source: Importing...
ru: Импортируется...

source: MS Excel not available!
ru: MS Excel недоступен!

source: Import templates from .xlsx table...
ru: Импортировать шаблоны из файла .xlsx...

source: Process attribute inheritance
ru: Добавлять унаследованные атрибуты

source: Select pattern
ru: Выбрать структуру

source: Close
ru: Закрыть

source: Importing {0}...
ru: Импортируется {0}...
