Repository: AlexMikhalev/dot15926
Catalog: editor_qt/resources/locale/*/LC_MESSAGES/dot15926_main.po
Languages: ru

source: Relationships
ru: Отношения

source: Searching for diff...
ru: Поиск изменений...

source: Save &as...
ru: Сохранить как...

source: &Redo
ru: Повторить

source: dot15926 community at LiveJournal
ru: Сообщество dot15926 в LJ

source: Cu&t
ru: Вырезать

source: Title
ru: Заголовок

source: Yes to all
ru: Да для всех

source: Save filtered diff
ru: Сохранить отфильтрованные изменения

source: &View
ru: Вид

source: Create instance
ru: Создать экземпляр

source: &Edit
ru: Правка

source: URI (or will be generated automatically):
ru: URI (или будет сгенерирован автоматически):

source: found
ru: найдено

source: Search in names
ru: Поиск в именах

source: Add SPAR&QL endpoint
ru: Добавить точку доступа SPARQL:

source: Console
ru: Консоль

source: Probable a wrong entity type or class for a role, expected %s
ru: Возможно неверный тип или класс объекта в этой роли, ожидается %s

source: Annotations
ru: Аннотации

source: View patterns
ru: Просмотреть структуры

source: with local copy of Part 4
ru: с локальной копией части 4

source: Label:
ru: Метка:

source: Save a&ll
ru: Сохранить всё

source: Loading relationshps from {0}...
ru: Загрузка отношений из {0}...

source: Choose endpoint...
ru: Выбрать точку доступа...

source: Pro&ject panel
ru: Панель проекта

source: Diff to %s
ru: Изменения к %s

source: &Properties panel
ru: Панель свойств

source: Connection log:
ru: Журнал соединения:

source: &Copy
ru: Копировать

source: &New...
ru: Новый...

source: Reason
ru: Основание

source: Select all
ru: Выбрать все

source: Open project...
ru: Открыть проект...

source: Documentation not found
ru: Документация не найдена

source: Notification
ru: Уведомление

source: &Reimport...
ru: Реимпортировать...

source: Run selected tests
ru: Выполнить выбранные тесты

source: Click to close
ru: Нажмите, чтобы закрыть

source: <Inherit from project...>
ru: <Наследовать из проекта...>

source: Part 4 file...
ru: Файл Части 4...

source: Simplified entity view
ru: Упрощённый просмотр объектов

source: Saving snapshot of {0}...
ru: Сохранение снимка {0}...

source: Connecting to "{0}"...
ru: Подключение к "{0}"...

source: Python &console
ru: Консоль Python

source: Check failed. Remote server unavailable.
ru: Проверка не удалась. Удаленный сервер не доступен.

source: Roles
ru: Роли

source: File "{0}" is already added to the project
ru: Файл "{0}" уже добавлен в проект

source: Loading diff...
ru: Загружаются изменения...

source: Value
ru: Значение

source: Error while searching endpoint for "{0}", see console
ru: Ошибка поиска "{0}" на точке доступа, посмотрите консоль

source: S&ettings
ru: Настройки

source: (unavailable) {0}
ru: (недоступно) {0}

source: Console text
ru: Консольная команда

source: Choose &data file(s)...
ru: Выбрать файл(ы)...

source: Tests...
ru: Тесты...

source: Run file
ru: Исполнить файл

source: &Save project
ru: Сохранить проект...

source: Subtypes
ru: Подтипы

source: Search endpoints for &URI
ru: Искать URI на точках доступа

source: Clipboard:
ru: Буфер обмена:

source: OK
ru: Да

source: Documentation is not found in registered folder. You can open it from:
ru: Документация не найдена в зарегистрированной папке. Пожалуйста откройте её с:

source: Skip
ru: Пропустить

source: %s in
ru: %s в

source: SPARQL query text
ru: Текст SPARQL запроса

source: Duplicate role
ru: Дублируется роль

source: Font size
ru: Размер шрифта

source: Project data will be discarded. Continue?
ru: Данные о проекте будут потеряны. Продолжить?

source: You have unsaved data: {0} Close project anyway?
ru: Есть несохранённые данные: {0} Все равно закрыть проект?

source: grouped by
ru: группировка по

source: Restricted by value
ru: Ограничение по значению

source: Search type
ru: Тип поиска

source: Test {0} passed.
ru: Тест {0} пройден.

source: Part 2 namespace
ru: Пространство имен для типов Части 2

source: PCA RDL (RDL.owl):
ru: Библиотека справочных данных PCA (RDL.owl)

source: Original project file was loaded.
ru: Был загружен исходный файл проекта.

source: PCA RDL file...
ru: Файл БСД PCA...

source: No to all
ru: Нет для всех

source: PCA RDL URI
ru: URI БСД PCA

source: None
ru: Нет

source: No endpoints in the current project.
ru: В проекте нет точек доступа.

source: Searching in {0}...
ru: Поиск в {0}...

source: Location
ru: Расположение

source: Python search paths:
ru: Пути поиска для Python

source: Diff %s applied to %s
ru: Изменения из %s применены к %s

source: Wrong login or password.
ru: Неверное имя или пароль.

source: Import source
ru: Источник импорта

source: &Part 2
ru: Часть 2

source: with local copy of p7tpl
ru: с локальной копией p7tpl

source: Name
ru: Имя

source: project
ru: проект

source: Added
ru: Добавлено

source: Run
ru: Выполнить

source: Open &property URI in web browser
ru: Открыть URI свойства в браузере

source: Deleted
ru: Удалено

source: Project loading failed.
ru: Загрузка проекта невозможна.

source: Some values are invalid, discard data?
ru: Некоторые значения недопустимы, отвергнуть изменения?

source: Skip all
ru: Пропустить все

source: Recent projects:
ru: Недавние проекты:

source: &Documentation
ru: Документация

source: Python console
ru: Консоль Python

source: (saving) {0}
ru: (сохранение) {0}

source: Namespaces
ru: Пространства имен

source: Copy entity
ru: Копировать элемент

source: &Start page
ru: Стартовая страница

source: Project autosave found. Restore project from autosave?
ru: Обнаружен файл автоматического сохранения проекта. Восстановить проект?

source: <Edit...>
ru: <Редактировать...>

source: &Search
ru: Поиск

source: Add property
ru: Добавить свойство

source: .15926 project file (*.15926)
ru: Файл проекта .15926 (*.15926)

source: New project
ru: Новый проект...

source: (unloaded) {0}
ru: (незагружен) {0}

source: SPARQL endpoint:
ru: Точка доступа SPARQL:

source: Disjoint with
ru: Не пересекается с

source: Settings
ru: Настройки

source: Reload patterns
ru: Обновить структуры

source: Changed
ru: Изменено

source: Connection failed, error {0}
ru: Сбой подключения, ошибка {0}

source: Sa&ve snapshot...
ru: Сохранить снимок...

source: SPARQL query
ru: SPARQL запрос

source: Apply diff...
ru: Применить изменения...

source: Part 2 types
ru: Типы Части 2

source: iRING Sandbox
ru: "Полигон" iRING

source: Save filtered diff as...
ru: Сохранить отфильтрованные изменения как...

source: &Add template
ru: Добавить шаблон

source: Add all
ru: Добавить все

source: General
ru: Общие

source: Warning! Be sure that you are preparing tests in stable version!
ru: Внимание! Будьте уверены, что Вы подготавливаете тесты в стабильной версии!

source: p7tpl (Part 7 OWL):
ru: p7tpl (Часть 7 в OWL):

source: Property
ru: Свойство

source: (import failed) {0}
ru: (сбой импорта) {0}

source: Namespace for new entities
ru: Пространство имен для новых объектов

source: Comment
ru: Комментарий

source: &XML Schema
ru: Схема XML

source: Probable a wrong role for an entity type
ru: Возможно недопустимая роль для объекта данного типа

source: Results:
ru: Результаты:

source: Search for suspicious entities
ru: Поиск подозрительных объектов

source: Index
ru: Индекс

source: Unselect all
ru: Отменить всё выделение

source: IIP Sandbox (templates)
ru: "Полигон" IIP (шаблоны)

source: Results output:
ru: Вывод результатов:

source: Replace
ru: Заменить

source: Found:
ru: Найдено:

source: Test {0} failed!
ru: Тест {0} не пройден!

source: {0} entity(s) copied
ru: Скопировано {0} элемент(ов)

source: Apply inverse diff...
ru: Реверсивно применить изменения...

source: Found "{0}":
ru: Найдено "{0}":

source: &File
ru: Файл

source: Yes
ru: Да

source: All &entities from data source
ru: Все объекты из источника данных

source: Password (optional):
ru: Пароль (необязательно):

source: Add role
ru: Добавить роль

source: Has role in
ru: Допустим в роли

source: Prepare
ru: Подготовить

source: No
ru: Нет

source: Project file is not accessible.
ru: Нет доступа к файлу проекта.

source: Property:
ru: Свойство:

source: Action cannot be completed due to template specialization errors.
ru: Операция не может быть завершена из-за ошибок специализации шаблонов

source: &Check for a new version
ru: Проверить наличие новой версии

source: URI "%s" not found.
ru: URI "%s" не найден.

source: Select files...
ru: Выбрать файлы...

source: &New project...
ru: Новый проект...

source: <Reset to defaults...>
ru: <Восстановить значения по умолчанию...>

source: Add
ru: Добавить

source: Login (optional):
ru: Имя (необязательно):

source: Prepare selected tests
ru: Подготовить выбранные тесты

source: Selected file is probable inaccessible, use another file? If "No" project data will be discarded.
ru: Выбранный файл возможно недоступен, использовать другой файл? Если "Нет" данные о проекте будут потеряны.

source: &Add file(s)...
ru: Добавить файл(ы)...

source: Data model ISO 15926-2
ru: Модель данных ISO 15926-2

source: Tests:
ru: Тесты:

source: (merging) {0}
ru: (слияние) {0}

source: Empty
ru: Пусто

source: Runing tests...
ru: Выполнение тестов...

source: Re&load item
ru: Обновить элемент

source: Project file {0} not found.
ru: Файл проекта {0} не найден.

source: Can be classified by
ru: Может быть классифицирован

source: Can classify
ru: Может классифицировать

source: Not found.
ru: Не найдено.

source: browse
ru: Обзор

source: All specializatoins of this template will be deleted. Continue?
ru: Все специализации данного шаблона будут удалены. Продолжить?

source: New data source
ru: Новый источник данных

source: Save as...
ru: Сохранить как

source: &Insert new item
ru: Добавить новый элемент

source: File(s) %s not found. Do you want to locate them manually?
ru: Файл(ы) %s не найдены. Выбрать вручую?

source: (importing) {0}
ru: (импорт) {0}

source: Following roles are missing: %s
ru: Отсутствующие роли: %s

source: with local copy of PCA RDL
ru: с локальной копией БСД PCA

source: Part 8 URI
ru: URI Части 8

source: Save snapshot...
ru: Сохранить снимок...

source: Later command(s)
ru: Следующая команда

source: Changes will be applied after restart.
ru: Изменения вступят в силу после перезапуска.

source: Properties
ru: Свойства

source: P&atterns
ru: Структуры

source: &About
ru: О программе

source: Saving diff...
ru: Сохраняются изменения...

source: Search
ru: Поиск

source: Project autosave loading error.
ru: Ошибка загрузки файла автоматического сохранения проекта.

source: Restriction
ru: Ограничение

source: RDF file (*.rdf);;OWL file (*.owl);;Compressed GZIP file (*.gz)
ru: Файл RDF (*.rdf);;Файл OWL (*.owl);;Архив GZIP (*.gz)

source: File "{0}" is already added to the project as part of another data source
ru: Файл "{0}" уже добавлен в проект как часть другого источника данных

source: Snapshot of {0}
ru: Снимок {0}

source: Source name
ru: Имя источника

source: Parent template:
ru: Родительский шаблон:

source: &New data file...
ru: Создать файл...

source: &Help
ru: Помощь

source: Inherited from project
ru: Унаследовано из проекта

source: Search in URIs
ru: Поиск в URI

source: Earlier command(s)
ru: Предыдущая команда

source: Recent sources:
ru: Недавние источники:

source: (saving {1}%) {0}
ru: (сохранение {1}%) {0}

source: Diff %s inversely applied to %s
ru: Изменения из %s применены к %s реверсивно

source: Saving {0}...
ru: Сохранение {0}...

source: Copy t&ext
ru: Копировать текст

source: Add as property
ru: Добавить как свойство

source: {0} of {1} tests passed
ru: {0} из {1} тестов пройдено

source: &Toolbar
ru: Панель инструментов

source: Custom
ru: Настроены поьзователем

source: Destination data source already contains an entity "{0}". Owerwrite all existing data for it with a new data?
ru: Целевой источник данных уже содержит элемент "{0}". Заменить всю информацию о нём новыми данными?

source: Action cannot be completed as parent template is declared in another data source.
ru: Операция не может быть завершена: родительский шаблон определён в другом источнике данных.

source: Save project &as...
ru: Сохранить проект как...

source: Save {0} &as...
ru: Сохранить {0} как...

source: Save diff
ru: Сохранить изменения

source: All patterns
ru: Все структуры

source: Start page
ru: Стартовая страница

source: (internal) {0}
ru: (внутреннийl) {0}

source: Add SPAR&QL endpoint...
ru: Добавить точку доступа SPARQL...

source: Subject: %s already has a property: %s Replace an old value: %s with a new value: %s or add an additional value?
ru: Элемента: %s уже обладает свойством: %s Заменить старое значение: %s новым значением: %s или добавить дополнительное значение?

source: Patterns are reloaded
ru: Структры обновлены

source: Open URI in web &browser
ru: Открыть URI в браузере

source: Result {0}
ru: Результат {0}

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Save diff as...
ru: Сохранить изменения как...

source: Reload &modules
ru: Перезагрузить модули

source: Open
ru: Открыть

source: You have unsaved data: {0} Exit program anyway?
ru: У вас есть несохранённые данные: {0} Всё равно закрыть программу?

source: Copy property
ru: Копировать свойство

source: Copy of "%s"
ru: Копия "%s"

source: Paths
ru: Пути

source: &Relationships nodes
ru: Папки отношений

source: Recent sources...
ru: Недавние источники...

source: &Delete item
ru: Удалить элемент

source: Create template
ru: Создать шаблон

source: interrupted
ru: прервано

source: Importer type
ru: Тип импортера

source: You have unsaved data: {0} Remove anyway?
ru: У вас есть несохранённые данные: {0} Всё равно удалить источник?

source: You can download ISO 15926-4 in RDF from http://rds.posccaesar.org/2009/08/OWL/ISO-15926-4_2007
ru: Вы можете загрузить ISO 15926-4 в RDF формате с http://rds.posccaesar.org/2009/08/OWL/ISO-15926-4_2007

source: Templates with "{0}" in names:
ru: Шаблоны с "{0}" в именах:

source: &Open project...
ru: Открыть проект...

source: {0} triple(s) copied
ru: {0} триплет(ов) скопировано

source: Compare to...
ru: Сравнить с...

source: Value:
ru: Значение:

source: Put new UUID onto the clipboard
ru: Поместить новый UUID в буфер обмена

source: Language
ru: Язык

source: Search PCA endpoint for &WIP equivalent
ru: Искать WIP URI на точке доступа PCA

source: Preparing {0}...
ru: Подготовка {0}...

source: PCA RDL
ru: БСД PCA

source: Not a valid role for this entity type
ru: Недопустимая роль для объекта данного типа

source: A wrong entity type or class for a role, expected %s
ru: Недопустимый тип или класс объекта в этой роли, ожидается %s

source: You're using the latest version.
ru: Вы используете самую свежую версию.

source: Pro&ject...
ru: Проект...

source: Property URI
ru: URI свойства

source: more...
ru: дальше...

source: Loading properties from {0}...
ru: Загрузка свойств из {0}...

source: Pr&operties nodes
ru: Папки свойств

source: &Undo
ru: Отменить

source: Generate human-readable URIs for new templates
ru: Создавать человекочитаемые URI для новых шаблонов

source: Comment:
ru: Комментарий:

source: You can download PCA RDL in RDF from http://rds.posccaesar.org/downloads/PCA-RDL.owl.zip
ru: Вы можете загрузить PCA RDL в RDF формате с http://rds.posccaesar.org/downloads/PCA-RDL.owl.zip

source: Proto and initial set templates file...
ru: Файл с прото-шаблонами и начальным набором шаблонов...

source: About
ru: О программе

source: Inherit from project
ru: Унаследовать из проекта

source: Paste as triples
ru: Вставить как триплеты

source: (C) TechInvestLab.ru
ru: (с) ТехИнвестЛаб.ру

source: Stop &task
ru: Остановить задачу

source: Recent pro&jects...
ru: Недавние проекты...

source: Common file paths:
ru: Пути к файлам:

source: Modules
ru: Модули

source: Replace all
ru: Заменить все

source: &All templates from data source
ru: Все шаблоны из источника данных

source: Open in &new panel
ru: Открыть в новой панели

source: Loading
ru: Загружается

source: E&xit
ru: Выход

source: Module name
ru: Имя модуля

source: Accept all
ru: Принять все

source: New UUID on the clipboard: %s
ru: новый UUID в буфере обмена: %s

source: Freeware
ru: Бесплатное ПО

source: Project
ru: Проект

source: Choose a file
ru: Выбрать файл

source: All done
ru: Выполнено

source: Enabled extensions:
ru: Подключенные расширения:

source: View
ru: Вид

source: Role has a wrong value, should be %s
ru: Неверный объект в роли, должен быть %s

source: Filter
ru: Фильтр

source: All
ru: Все

source: Save project as...
ru: Сохранить проект как...

source: New version is available. Click OK to open the download site.
ru: Доступна новая версия. Нажмите ОК, чтобы перейти на страницу загрузки.

source: Patterns
ru: Структуры

source: Part 4 (legacy XML):
ru: Часть 4 (формат XML)

source: Supertypes
ru: Надтипы

source: Enter data source name:
ru: Введите имя источника данных:

source: Having "{0}" in names:
ru: Содержат "{0}" в именах:

source: Diff is too large, operation can not be undone. Continue?
ru: Изменений слишком много, операция не может быть отменена. Продолжить?

source: &Data types
ru: Типы данных

source: &Save
ru: Сохранить

source: &Paste
ru: Вставить

source: Look in samples foldef for p7tpl.owl distributed with ISO 15926-8.
ru: Файл p7tpl.owl (приложение к ISO 15926-8) находится в папке samples.

source: error
ru: ошибка

source: Comparing...
ru: Сравнение...

source: Type:
ru: Тип:

source: TechInvestLab Sandbox
ru: "Полигон" ТехИнвестЛаб

source: Object:
ru: Объект:

source: XML Schema types
ru: Типы схемы XML

source: Search for "{0}":
ru: Найти "{0}":

source: Property name
ru: Имя свойства

source: Key
ru: Ключ

source: RDS/WIP URI
ru: URI RDS/WIP

# QTextControl
source: Copy &Link Location
ru: Копировать ссылку

# QTextControl
source: Cu&t
ru: Вырезать

# QTextControl
source: &Redo
ru: Повторить

# QTextControl
source: &Copy
ru: Копировать

# QTextControl
source: &Paste
ru: Вставить

# QTextControl
source: &Undo
ru: Отменить

# QTextControl
source: Delete
ru: Удалить
